Repository: mc2p/mc2p-woocommerce
Catalog: languages/wc_gateway_mc2p-*.po
Languages: es_es

source: Allows to receive payments from several payment gateways while offering the possibility of dividing payments between several people.
es_es: Permite recibir pagos de varias pasarelas de pago ofreciendo también la posibilidad de dividir los pagos entre varias personas.

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Enable MyChoice2Pay Gateway
es_es: Habilitar la pasarela MyChoice2Pay

source: Key obtained in MyChoice2Pay.com
es_es: Key obtenida en MyChoice2Pay.com

source: Secret Key obtained in MyChoice2Pay.com
es_es: Secret Key obtenida en MyChoice2Pay.com

source: Title
es_es: Título

source: Description
es_es: Descripción

source: This controls the title for the payment method the customer sees during checkout
es_es: Esto controla el título que el usuario ve durante la finalización de la compra

source: Payment method description that the customer will see on your checkout
es_es: Descripción del método de pago que el usuario ve durante la finalización de la compra

source: Select among several payment methods the one that works best for you in MyChoice2Pay
es_es: Seleccione entre varios métodos de pago el que mejor funcione para usted en MyChoice2Pay

source: Text in thank you page
es_es: Texto en página de gracias

source: Text that will be added to the thank you page
es_es: Este texto será añadido en la página de gracias

source: Set order as completed after payment?
es_es: ¿Marcar el pedido como completado tras el pago?

source: After payment, should the order be set as completed? Default is "processing".
es_es: Tras el pago, ¿deseas marcar el pedido como completado? El valor por defecto es "procesando".

source: Yes
es_es: Sí

source: Payment of order
es_es: Pago del pedido

source: Awaiting MC2P payment
es_es: Esperando el pago en MC2P

source: MC2P payment completed
es_es: Pago en MC2P completado

source: MC2P payment cancelled
es_es: Pago en MC2P cancelado
